let ask = `Ты встречалась с мужчиной, который старше тебя намного лет?
Чтобы ты делала, если стала парнем на один день?
Расскажи о работе своей мечты?
Что хотела бы изменить в своем прошлом?
Что лучше: быть старым и богатым или молодым, но бедным.
Какие соседи лучше: веселые, шумные или взрослые, серьезные, тихие?
Какой подарок мечтаешь получить от парня?
В каком возрасте впервые влюбилась?
Чем гордишься?
Какой типаж парней самый привлекательный?
Поешь в душе?
Разговариваешь сама с собой?
Долго стоишь перед зеркалом с утра?
Любила безответно?
Опиши худшее свидание в твоей жизни.
Чего боишься больше всего?
Делишься с родителями жизненными проблемами?
Какие каверзные вопросы мечтаешь задать своему парню?
У тебя есть вредные привычки?
Хочешь похудеть?
Прогуливала уроки в школе?
Когда впервые попробовала спиртное?
Смогла бы выйти замуж за богатого, но очень взрослого мужчину?
Чем занимаешься по вечерам?
Ты материшься?
С кем точно откажешься пойти на свидание?
О какой пластической операции мечтаешь?
Что лучше: реальное общение или переписка в соцсети?
Тебе тяжело просить прощения?
Как относишься к изменам, простишь парня?
С кем бы из нас осталась на необитаемом острове?
Какие вещи самые важные в жизни?
Занимаешься благотворительностью?
Сможешь пойти по головам ради успеха и достижения целей?
Выходишь на улицу без макияжа?
Какую прическу мечтаешь сделать, но никак не решаешься?
Легко заводишь новые знакомства?
Для чего используешь интернет?
Зарегистрирована на сайтах знакомств?
Ты суеверная?
Часто плачешь?
Как тебя можно развеселить, если грустишь?
Веришь в любовь на расстояние?
В какую страну мечтаешь уехать?
Ты патриотка?
Дружба между мальчиками и девочками возможна?
Сколько у тебя пар обуви, платьев, джинс?
Веришь, что у каждого из нас есть двойник?
Что должен сделать каждый человек в течение жизни?
Какое время суток для тебя самое активное?
Как думаешь, ты здесь самая красивая?
Ты считаешь нас друзьями или приятелями, с которыми легко прекратишь общение?
Какой поступок вспоминаешь и стыдишься его?
Что мне нужно изменить в себе, чтобы ты влюбилась?
Что выберешь: выбрить одну бровь или сделать ирокез?
Если твой парень сильно заболеет, попадет в аварию и станет инвалидом, вы расстанетесь?
Хочешь секса, когда пьяная?
Сможешь встречаться с парнем, который ниже тебя ростом?
Что тебя бесит в лучшей подруге?
Кого из нас возьмешь с собой в отпуск?
Смогла бы увести парня у подруги?
Флиртовала с мужем сестры?
У тебя есть враги?
Если ты и твоя лучшая подружка влюбитесь в одного мальчика, ты уступишь или будешь бороться до конца?
Носила когда-нибудь мужские вещи?
У тебя есть кумир среди знаменитостей?
Как назовешь детей, когда они появятся?
Сколько зарабатываешь?
Что мечтаешь купить?
Хочешь стать знаменитой и богатой?
Можешь соврать маме, подруге, парню?
Чем ты лучше подруги?
Что предпримешь, если твой парень нравится другой?
Играешь в азартные игры?
Можешь выйти на улицу без нижнего белья?
От чего можешь отказаться в жизни: деньги, карьера, родители, ради любимого?
Изменяла парню?
Предавала подругу когда-либо?
От чего никогда не откажешься?
Отдашь почку подруге, если ей грозит смерть?
Чем выводишь неприятный запах изо рта?
Кто из твоих подруг самая красивая, самая умная, самая смелая?
Сидишь на диете?
Когда ты последний раз была в спа?
Сколько тратишь денег на красоту?
Любишь сладости?
Часто выпиваешь?
Какого вопроса боишься сегодня больше всего?
Расскажи о самой неудачной шутке в твоей жизни?
Если станешь невидимкой, что будешь делать?
Зачем ты открываешь рот, когда красишь ресницы?
Сколько можешь молчать?
Твои родители счастливы в браке?
У тебя есть жизненный девиз?
Чай или кофе? Пиво или вино?
Как относишься к лесбиянкам и геям?
Что важнее изменить: тело или характер?
Что думаешь, когда смотришь на любимого?
Что такое романтика для тебя?
Можешь выполнить желание любимого без раздумий?
Какой размер груди у тебя?
Носишь обычные трусы или стринги?
Что тебя возбуждает в парнях?
Первый секс был классный или нет?
Носишь чулки?
Спишь в пижаме или голая?
Согласишься на секс в сети (вирт)?
Как планируешь провести первую брачную ночь?
Любишь эксперименты в постели?
Смотрела фильм “50 оттенков серого”? Что думаешь о главном герое?
Сможешь станцевать стриптиз сейчас?
Какие звуки издаешь во время секса?
Как себя поведешь, если застанешь любимого в постели с другой?
Если бы голодала, смогла работать проституткой?
Добиваться желаемого через постель приемлемо для тебя?
Смотришь порно одна?
Любишь жесткий секс?
Чего в постели стесняешься больше всего?
Какую часть своего тела считаешь прекрасной?
Расскажи о самой безумной интимной проделке.
Был секс после первого свидания?
Рассматриваешь женатых мужчин для отношений?
Если предложат продать девственность, сколько денег попросишь?
Сколько сексуальных партнеров у тебя было?
Купалась голой в море, в реке?
Какую музыку предпочитаешь включать во время секса?
Видишь эротические сны?
Изучала Камасутру?
Предпочитаешь быть послушной в постели или капризной?
Мастурбируешь?
Секс без прелюдии — это норма или нет?
Прикосновения могут доставить истинное удовольствие?
Делаешь селфи ню?
В какой позе круче испытываешь оргазм?
Делаешь домашнее порновидео? Если нет, согласишься с таким предложением от парня?
Целовалась с девушкой?
Когда-нибудь наблюдала в реале за сексом других людей?
Покупаешь сексуальное белье?
Мечтала о групповом сексе?
Можешь встречаться и спать с двумя парнями одновременно?
Имеет ли значение размер члена?
Занимаешься сексом во время месячных?
Был секс в самолете, в поезде, в туалете клуба или ресторана?
У тебя есть интимные фото?
Твой парень удовлетворяет тебя полностью?
В каком возрасте впервые испытала оргазм?
Как относишься к оральному сексу?
Презервативы или прерванный акт?
Согласишься на секс без обязательств?
Какое белье на тебе сейчас?`

let action = `Обними того из парней, кого любишь больше всего.
Сними любой предмет одежды.
Позвони в институт (на работу) и скажи, что завтра прогуляешь.
Выйди на улицу и прокричи, что тебя никто не любит.
Полей цветы.
Напиши смс своему парню, что сегодня ночуешь у подруги.
Не чисти зубы завтра весь день.
Позвони по случайному номеру и признайся человеку в любви.
Съешь зубчик чеснока.
Займи мне 500 рублей и не требуй возврата.
Дай нам телефон, чтобы мы могли прочитать все смс.
Поцелуй соседа справа.
Закажи пиццу, а когда привезут, откажись.
Скачай хороший фильм и пригласи нас в гости, чтобы посмотреть его вместе.
Вспомни самое длинное слово, которое знаешь.
Спой детскую песенку.
Станцуй развратный танец.
Прокукарекай 5 раз.
Выпей литр воды без остановки.
Изобрази цыганку и погадай нам.
Поешь торт с завязанными глазами.
Изобрази любимую певицу, актрису.
Сделай пародию на любого из нас.
Выйди на улицу и попроси помощи у незнакомого мужчины.
Надувай шарик, пока он не лопнет.
Распусти волосы и сделай бардак на голове.
Если захочешь в туалет, попить, почесаться, спрашивай у всех участников игры разрешение.
Поцелуй первого, кто войдет в комнату.
Изобрази лошадку, гориллу, слона.
Почисти обувь соседу слева.
Приготовь всем кофе, чай.
Сходи в магазин или закажи пиццу.
Отправь всем контактам в телефоне смс “Я тебя люблю”.
Продекламируй стих, стоя на стуле.
Надень на себя любую вещь соседа справа.
Попрыгай на одной ноге 50 раз.
Сделай ужасный мейкап и выйди на улицу.
Найди бездомного кота на улице и возьми к себе.
Надень свою одежду наизнанку и так просиди весь вечер.
Изобрази назойливого распространителя косметики и продай нам что-нибудь как можно дороже.
Покажи, как ведет себя капризный ребенок в магазине.
Носи книгу на голове 5 минут.
Скажи каждому из нас по 5 приятных слов.
Съешь яблоко без рук.
Встань на коленки и покайся в одном грехе.
Исполни танец живота.
До конца вечеринки исполняй роль часовой кукушки, подавай голос каждые 30 минут.
Сфотографируйся топлес и выложи в соцсеть.
Обмотайся туалетной бумагой и изображай мумию весь вечер.
Займись уборкой комнаты после вечеринки.`